load-test-results/cold-cache.txt

Summary:
  Total:	0.3333 secs
  Slowest:	0.0443 secs
  Fastest:	0.0005 secs
  Average:	0.0064 secs
  Requests/sec:	15002.5532
  

Response time histogram:
  0.001 [1]	|
  0.005 [2292]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.009 [1905]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.014 [452]	|■■■■■■■■
  0.018 [177]	|■■■
  0.022 [104]	|■■
  0.027 [25]	|
  0.031 [5]	|
  0.036 [28]	|
  0.040 [8]	|
  0.044 [3]	|


Latency distribution:
  10%% in 0.0023 secs
  25%% in 0.0037 secs
  50%% in 0.0052 secs
  75%% in 0.0074 secs
  90%% in 0.0118 secs
  95%% in 0.0152 secs
  99%% in 0.0253 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0142 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0122 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0303 secs
  resp wait:	0.0054 secs, 0.0004 secs, 0.0371 secs
  resp read:	0.0006 secs, 0.0000 secs, 0.0154 secs

Status code distribution:
  [302]	5000 responses