load-test-results/post-shorten.txt

Summary:
  Total:	0.0640 secs
  Slowest:	0.0205 secs
  Fastest:	0.0003 secs
  Average:	0.0030 secs
  Requests/sec:	15634.0797
  
  Total data:	31380 bytes
  Size/request:	31 bytes

Response time histogram:
  0.000 [1]	|
  0.002 [521]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.004 [357]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.006 [38]	|■■■
  0.008 [42]	|■■■
  0.010 [25]	|■■
  0.012 [6]	|
  0.014 [1]	|
  0.016 [0]	|
  0.019 [3]	|
  0.021 [6]	|


Latency distribution:
  10%% in 0.0012 secs
  25%% in 0.0018 secs
  50%% in 0.0023 secs
  75%% in 0.0031 secs
  90%% in 0.0050 secs
  95%% in 0.0079 secs
  99%% in 0.0125 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0001 secs, 0.0000 secs, 0.0050 secs
  DNS-lookup:	0.0001 secs, 0.0000 secs, 0.0071 secs
  req write:	0.0001 secs, 0.0000 secs, 0.0032 secs
  resp wait:	0.0022 secs, 0.0003 secs, 0.0155 secs
  resp read:	0.0003 secs, 0.0000 secs, 0.0028 secs

Status code distribution:
  [201]	10 responses
  [429]	990 responses