load-test-results/warm-cache.txt

Summary:
  Total:	0.3334 secs
  Slowest:	0.0666 secs
  Fastest:	0.0004 secs
  Average:	0.0064 secs
  Requests/sec:	14994.8501
  

Response time histogram:
  0.000 [1]	|
  0.007 [3630]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.014 [1096]	|■■■■■■■■■■■■
  0.020 [172]	|■■
  0.027 [56]	|■
  0.034 [26]	|
  0.040 [5]	|
  0.047 [5]	|
  0.053 [7]	|
  0.060 [1]	|
  0.067 [1]	|


Latency distribution:
  10%% in 0.0029 secs
  25%% in 0.0040 secs
  50%% in 0.0052 secs
  75%% in 0.0073 secs
  90%% in 0.0107 secs
  95%% in 0.0140 secs
  99%% in 0.0262 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0066 secs
  DNS-lookup:	0.0002 secs, 0.0000 secs, 0.0292 secs
  req write:	0.0002 secs, 0.0000 secs, 0.0495 secs
  resp wait:	0.0054 secs, 0.0003 secs, 0.0222 secs
  resp read:	0.0005 secs, 0.0000 secs, 0.0363 secs

Status code distribution:
  [302]	5000 responses